Repository: hacklabr/wp-sitemap-files-generator
Catalog: lang/sfg-*.po
Languages: pt_br

source: Could not create directory %s.
pt_br: Não foi possível criar o diretório %s.

source: DONE!
pt_br: FEITO!

source: Starting global sitemap generation.
pt_br: Iniciando geração global de sitemaps.

source: Sitemap generation finished. Clearing old sitemaps...
pt_br: Geração de sitemaps finalizada. Limpando sitemaps antigos...

source: Removing invalid sitemap %s
pt_br: Removendo sitemap inválido %s

source: Sitemaps cleared.
pt_br: Sitemaps apagados.

source: Starting sitemap %s with %d items.
pt_br: Iniciando o sitemap %s com %d itens.

source: %d items inserted in %s
pt_br: %d itens inseridos em %s

source: Sitemap %s successfully generated
pt_br: O sitemap %s foi gerado com sucesso

source: It won't be possible to increase the PHP execution time on this server. The plugin might fail silently if you have a lot of posts. To work properly we need the <code>safe_mode</code> PHP option available.
pt_br: Não foi possível aumentar o tempo de execução do PHP neste servidor. O plugin pode falhar silenciosamente se você tiver muitos posts. Para funcionar corretamente, precisamos da opção <code>safe_mode</code> habilitada no PHP.

source: It wasn't possible to create the sitemaps directory. Please make sure that the <code>%s</code> exists and is writable by the web server user.
pt_br: Não foi possível criar o diretório para os sitemaps. Certifique-se que o diretório <code>%s</code> existe e pode ser escrito pelo usuário do servidor web.

source: To generate your sitemaps files visit this <a href="%s">secret link</a>. You probably want to use it for automatic generation. The following line in a crontab will create your sitemaps every 4 hours:
pt_br: Para gerar os seus sitemaps visite este <a href="%s">link secreto</a>. Você provavelmente vai querer usá-lo para geração automática. Esta linha quando inserida em uma crontab irá gerar os sitemaps a cada 4 horas.

source: You don't have any files generated yet.
pt_br: Você não tem nenhum arquivo gerado ainda.

source: Generated files
pt_br: Arquivos gerados

source: File
pt_br: Arquivo

source: Size
pt_br: Tamanho

source: Generation date
pt_br: Data

source: Incomplete
pt_br: Incompleto

source: Log file
pt_br: Arquivo de log
